Post.seed(:id,
  { id: 1, title: '婚姻届を偽造されました。', body: 'マイナンバーが流失したことによって、婚姻届が偽造されました。私は知らぬ間に知らない人と結婚していることになりました。もう二度とこんな目にはあいたくありません＞＜',
    user_id: 1, category_id: 1 },
  { id: 2, title: '全財産がゼロになりました＞＜', body: '原因はよくわからないのですが、マイナンバーを利用してなんかすごいいろいろされて、財産がふっとびました。人生おわりですかねぇ。',
    user_id: 2, category_id: 1 },
  { id: 3, title: '家庭の空気が気まずくなったんだよねぇ・・・', body: '自分が今まで買ったものの購入履歴とかが全部バレて、家に微妙な空気がただよいました。あぁぁぁぁぁあ。',
    user_id: 3, category_id: 1 },

  { id: 4, title: '会社の事務管理はいい感じの企業に頼んだほうがいいですよ。', body: 'なんか変な感じの企業に会社の事務を頼んだら、社員のマイナンバーがすべて流出しました。マイナンバーの管理会社は、ちゃんとしたところを選んだほうがいいよ。',
    user_id: 1, category_id: 2 },
  { id: 5, title: '子供にマイナンバーを持たせるとか（笑）', body: '二児の母です。子供にマイナンバーカードをもたせていると、なんかいろいろともんだいにあったのでもうやめたほうがいいと思ってもう子供にはもたせてないですはい。',
    user_id: 2, category_id: 2},
  { id: 6, title: '保険選びとマイナンバー', body: '保険を選ぶときとか、最近だとマイナンバーを少し使ったりするっぽいですが、保険会社によっていろいろとアレなので、きちんとした会社を選んだほうがいいかなぁという気がしないでもないです。',
    user_id: 3, category_id: 2},


  { id: 7, title: 'マイナンバーがサンプルと同じ件', body: '自分のマイナンバーがよくあるサンプルと全く同じなので、悪用されないか怖いっす。',
    user_id: 1, category_id: 3},
  { id: 8, title: 'マイナンバーカードが2枚届いた', body: 'こんなことってあるんだね。',
    user_id: 2, category_id: 3},
  { id: 9, title: 'だっっっっっっっっる。。。', body: 'カードぉとした、、、まぢなぇる、、、、',
    user_id: 3, category_id: 3},
)
